SOAPe/Templates/EWS/GetUserPhoto.xml

<?xml version="1.0" encoding="utf-8" ?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetUserPhoto xmlns="http://schemas.microsoft.com/exchange/services/2006/messages">
      <Email><!--FIELD:Email;string;--></Email>
      <SizeRequested><!--FIELD:SizeRequested;string;HR360x360--></SizeRequested>
    </GetUserPhoto>
  </soap:Body>
</soap:Envelope>